{
  "the_fool": {
    "upright": {
      "general": "การเริ่มต้นใหม่ ความกล้าลองสิ่งใหม่ ความเป็นอิสระและการเดินทางครั้งใหม่",
      "love": "มีโอกาสเจอคนใหม่ๆ ความสัมพันธ์ที่สดใสไร้กรอบ แต่ยังไม่ชัดเจนจริงจัง",
      "career": "เริ่มงานใหม่ โปรเจกต์ใหม่ หรือเปลี่ยนเส้นทางการทำงานอย่างกล้าหาญ",
      "finance": "มีโอกาสใหม่ด้านการเงิน แต่ต้องระวังการใช้เงินด้วยความใจร้อน",
      "advice": "กล้าก้าวออกจากคอมฟอร์ตโซน ลองเริ่มต้นสิ่งใหม่ แต่ไม่ลืมดูความเสี่ยงพื้นฐาน"
    },
    "reversed": {
      "general": "ความหุนหันพลันแล่น ขาดการวางแผน เสี่ยงโดยไม่คิดให้รอบด้าน",
      "love": "ความสัมพันธ์เล่นๆ ไม่จริงจัง หรือเผลอใจไปกับคนที่ไม่ชัดเจน",
      "career": "ตัดสินใจเปลี่ยนงานหรือเริ่มโปรเจกต์แบบไม่คิดยาว อาจเจอปัญหาตามมา",
      "finance": "ใช้เงินโดยไม่คิด เสี่ยงขาดสภาพคล่องจากการลงทุนหรือใช้จ่ายแบบชั่ววูบ",
      "advice": "ชะลอจังหวะ หาข้อมูลและวางแผนก่อนลงมือ อย่าให้ความตื่นเต้นนำทั้งหมดยังต้องมีสติ"
    }
  },
  "the_magician": {
    "upright": {
      "general": "พลังการสร้างสรรค์ การสื่อสารเก่ง มีทักษะและเครื่องมือพร้อมลงมือทำ",
      "love": "เสน่ห์แรง ดึงดูดคนเข้ามา มีโอกาสเริ่มความสัมพันธ์ผ่านการคุยหรือโซเชียล",
      "career": "ใช้ทักษะที่มีสร้างผลงานเด่น เหมาะกับงานพรีเซนต์ เจรจา ขาย หรือครีเอทีฟ",
      "finance": "สามารถหมุนเงินหรือสร้างรายได้จากความสามารถเฉพาะตัวได้ดี",
      "advice": "ลงมือใช้สิ่งที่มีอยู่ในมือให้เต็มที่ กล้าพูด กล้าเจรจา เชื่อมั่นในสกิลของตัวเอง"
    },
    "reversed": {
      "general": "การใช้คำพูดหรือความสามารถในทางไม่โปร่งใส การหลอกลวง หรือขาดโฟกัส",
      "love": "ระวังคนเจ้าชู้ พูดเก่งแต่ไม่จริงใจ หรือความสัมพันธ์ที่เต็มไปด้วยเกมจิตวิทยา",
      "career": "ใช้ทักษะไม่เต็มศักยภาพ หรือมีการสื่อสารผิดพลาด ทำให้งานสะดุด",
      "finance": "ระวังการถูกหลอกลงทุน สัญญาไม่ชัดเจน หรือข้อมูลไม่ครบแล้วตัดสินใจเรื่องเงิน",
      "advice": "กลับมาเช็กความตั้งใจของตัวเอง ใช้ความสามารถในทางสร้างสรรค์และโปร่งใส ระวังเรื่องการสื่อสาร"
    }
  },
  "the_high_priestess": {
    "upright": {
      "general": "สัญชาตญาณ ความลับ การหยุดนิ่งสังเกตและใช้ความรู้ภายใน",
      "love": "ความสัมพันธ์ลึกซึ้งแต่เงียบ อาจมีความรู้สึกที่ยังไม่ได้พูดออกมา",
      "career": "เหมาะกับงานที่ต้องใช้การวิเคราะห์ การค้นคว้า หรืองานเบื้องหลังไม่ออกหน้า",
      "finance": "ควรเก็บข้อมูลให้มากก่อนตัดสินใจ ยังไม่ใช่จังหวะเปิดเผยแผนด้านการเงินทั้งหมด",
      "advice": "เชื่อในสัญชาตญาณของตัวเอง ฟังความรู้สึกข้างในก่อนตัดสินใจ และอย่าเปิดไพ่ทั้งหมดให้ทุกคนเห็น"
    },
    "reversed": {
      "general": "ไม่ฟังเสียงข้างใน สับสน ข้อมูลไม่ครบ หรือมีความลับบางอย่างถูกปิดบัง",
      "love": "อาจมีเรื่องที่อีกฝ่ายไม่บอก หรือเราเองเก็บความรู้สึกไว้จนอีกฝ่ายอ่านไม่ออก",
      "career": "ขาดข้อมูลสำคัญในการทำงาน หรือไม่ยอมแชร์สิ่งที่รู้จนกลายเป็นปัญหา",
      "finance": "มีรายละเอียดที่เรายังไม่เห็น ระวังเอกสารหรือสัญญาไม่โปร่งใส",
      "advice": "หยุดฟังใจตัวเองให้ชัด ค่อยๆ หาความจริง อย่าด่วนตัดสินจากข้อมูลครึ่งๆ กลางๆ"
    }
  },
  "the_empress": {
    "upright": {
      "general": "ความอุดมสมบูรณ์ ความรัก การดูแลเอาใจใส่ ความสวยงามและความสร้างสรรค์",
      "love": "ความสัมพันธ์อบอุ่น โรแมนติก มีการดูแลกันอย่างดี เหมาะกับการสร้างครอบครัว",
      "career": "งานด้านความสวยงาม ศิลปะ ดีไซน์ ดูแลคน หรือการสร้างสรรค์คอนเทนต์ไปได้ดี",
      "finance": "การเงินค่อยๆ เติบโตจากความใส่ใจและการดูแลอย่างต่อเนื่อง",
      "advice": "ให้คุณค่ากับตัวเอง ดูแลร่างกายและใจ เปิดรับและให้ความรัก จะดึงดูดสิ่งดีๆ เข้ามา"
    },
    "reversed": {
      "general": "ขาดการดูแลตัวเอง รู้สึกไม่มั่นใจในเสน่ห์ หรือรู้สึกไม่พอเพียง",
      "love": "อาจให้มากเกินไปจนลืมตัวเอง หรือรู้สึกถูกมองข้ามคุณค่า",
      "career": "ความคิดสร้างสรรค์ตัน เหนื่อยจากการดูแลคนอื่นมากเกินไป",
      "finance": "ใช้เงินเพื่อเติมเต็มอารมณ์มากกว่าความจำเป็น ระวังการใช้จ่ายเกินตัว",
      "advice": "หันกลับมารักและดูแลตัวเองก่อน เติมตัวเองให้เต็มแล้วค่อยให้คนอื่น"
    }
  },
  "the_emperor": {
    "upright": {
      "general": "ความมั่นคง โครงสร้าง วินัย อำนาจ และความรับผิดชอบ",
      "love": "ความสัมพันธ์จริงจัง หนักแน่น แต่อาจไม่ค่อยแสดงออกทางอารมณ์มากนัก",
      "career": "มีโอกาสได้บทบาทผู้นำ หรืองานที่ต้องวางระบบและตัดสินใจสำคัญ",
      "finance": "การเงินมั่นคงจากการวางแผนดี มีกรอบและระเบียบชัดเจน",
      "advice": "ตั้งหลักให้มั่นคง ใช้เหตุผลและวินัยในการจัดการชีวิต ไม่หนีความรับผิดชอบ"
    },
    "reversed": {
      "general": "การควบคุมเกินไป ดื้อดึง หรือรู้สึกถูกบีบบังคับจากโครงสร้างบางอย่าง",
      "love": "ความสัมพันธ์ที่อีกฝ่ายคุมเกมมากไป หรือขาดความเท่าเทียมกัน",
      "career": "ติดกรอบมากเกินไป ยึดกฎจนขาดความยืดหยุ่น หรือเจอหัวหน้าสไตล์เผด็จการ",
      "finance": "ติดการควบคุมการเงินจนตึงเกินไป หรืออีกด้านคือปล่อยปละไม่รับผิดชอบ",
      "advice": "บาลานซ์ระหว่างความเข้มงวดกับความยืดหยุ่น ยอมรับฟังผู้อื่นและไม่กดดันตัวเองเกินไป"
    }
  },
  "the_hierophant": {
    "upright": {
      "general": "ประเพณี กฎเกณฑ์ การเรียนรู้จากครู ผู้นำทางจิตวิญญาณ หรือระบบที่เป็นทางการ",
      "love": "ความสัมพันธ์จริงจังตามรูปแบบ เช่น การหมั้น แต่งงาน หรือครอบครัวเห็นชอบ",
      "career": "เหมาะกับงานในองค์กร การศึกษา หน่วยงานรัฐ หรืออะไรที่มีโครงสร้างชัดเจน",
      "finance": "จัดการการเงินแบบระมัดระวังตามหลักการหรือคำแนะนำจากผู้เชี่ยวชาญ",
      "advice": "เปิดใจเรียนรู้จากคนที่มีประสบการณ์ เคารพกฎพื้นฐานบางอย่างก่อนจะคิดนอกกรอบ"
    },
    "reversed": {
      "general": "ไม่อยากเดินตามกฎเก่า ต่อต้านระบบ หรือรู้สึกถูกจำกัดด้วยประเพณี",
      "love": "ไม่อยากผูกมัดแบบทางการ หรือความสัมพันธ์ไม่เป็นไปตามรูปแบบที่คนรอบตัวคาดหวัง",
      "career": "อยากหลุดจากงานออฟฟิศ งานระบบ ไปทำอะไรอิสระกว่าหรือแตกต่างจากมาตรฐาน",
      "finance": "ไม่ทำตามคำแนะนำพื้นฐานด้านการเงิน เสี่ยงหลุดกรอบความมั่นคง",
      "advice": "มองหาสมดุลระหว่างการเป็นตัวเองกับการเคารพโครงสร้างที่จำเป็น เลือกทลายกรอบอย่างมีสติ"
    }
  },
  "the_lovers": {
    "upright": {
      "general": "ทางเลือก ความรัก ความกลมกลืน ความสัมพันธ์ที่มีความหมายลึกซึ้ง",
      "love": "ความสัมพันธ์โรแมนติก การจับคู่ที่ลงตัว หรือการตัดสินใจครั้งสำคัญในเรื่องหัวใจ",
      "career": "การร่วมมือ พาร์ทเนอร์ หรือการตัดสินใจเลือกเส้นทางงานที่สอดคล้องกับใจ",
      "finance": "การตัดสินใจด้านการเงินร่วมกับผู้อื่น เช่น คู่ครอง หุ้นส่วน หรือครอบครัว",
      "advice": "เลือกจากสิ่งที่สอดคล้องกับคุณค่าภายในของตัวเอง ไม่ใช่แค่ความสะดวกชั่วคราว"
    },
    "reversed": {
      "general": "ความไม่ลงรอยกัน การตัดสินใจผิดพลาด หรือรู้สึกขัดแย้งในใจตัวเอง",
      "love": "เข้าใจกันยาก มีช่องว่าง หรือมีตัวเลือกหลายอย่างจนสับสน",
      "career": "ไม่มั่นใจในทิศทางงาน หรือการจับคู่ทำงานที่ไม่เข้ากัน",
      "finance": "ไม่เห็นตรงกันเรื่องเงินในความสัมพันธ์ หรือการตัดสินใจใช้เงินด้วยอารมณ์",
      "advice": "กลับมาเคลียร์กับตัวเองก่อน ว่าแท้จริงต้องการอะไร แล้วค่อยเลือกทางเดิน"
    }
  },
  "the_chariot": {
    "upright": {
      "general": "ชัยชนะจากความมุ่งมั่น การควบคุมทิศทางชีวิต การเดินทางหรือเปลี่ยนแปลง",
      "love": "ความสัมพันธ์ที่กำลังเดินหน้าไปข้างหน้า ต้องใช้การควบคุมอารมณ์ทั้งสองฝ่าย",
      "career": "มีโอกาสก้าวหน้า เลื่อนตำแหน่ง หรือเริ่มโปรเจกต์สำคัญ ต้องโฟกัสชัดเจน",
      "finance": "บริหารการเงินอย่างมีเป้าหมาย อาจมีค่าใช้จ่ายเรื่องเดินทาง ยานพาหนะ หรือย้ายที่อยู่",
      "advice": "ตั้งเป้าให้ชัด แล้วเดินหน้าอย่างมีวินัย อย่าให้ความลังเลดึงคุณออกจากเส้นทาง"
    },
    "reversed": {
      "general": "รู้สึกควบคุมสถานการณ์ไม่ได้ หรือพุ่งไปแบบไร้ทิศทาง",
      "love": "มีแรงดึงคนละทิศ ต่างคนต่างคิด หรือฝืนลากความสัมพันธ์ไปข้างหน้า",
      "career": "โปรเจกต์สะดุดจากการขาดโฟกัส หรือดื้อดึงเกินไปไม่ฟังทีม",
      "finance": "ใช้จ่ายเพื่อระบายอารมณ์ หรือมีค่าใช้จ่ายที่ควบคุมไม่ได้",
      "advice": "หยุดเช็กทิศทางอีกครั้ง จัดการอารมณ์และแรงขับในตัวก่อนจะเดินหน้าต่อ"
    }
  },
  "strength": {
    "upright": {
      "general": "ความเข้มแข็งภายใน ความอ่อนโยนที่มาพร้อมพลัง การควบคุมอารมณ์",
      "love": "ความสัมพันธ์ที่ต้องใช้ความเข้าใจ อดทน และการสื่อสารอย่างนุ่มนวลแต่ชัดเจน",
      "career": "รับมือกับความท้าทายด้วยความนิ่งและความมั่นใจ ไม่ใช่ด้วยการปะทะ",
      "finance": "ค่อยๆ จัดการการเงินด้วยวินัยและความอดทน ไม่ใจร้อน",
      "advice": "ใช้พลังใจมากกว่าพลังแขน แก้ปัญหาด้วยความเมตตาแต่มั่นคง ยืนหยัดในคุณค่าของตัวเอง"
    },
    "reversed": {
      "general": "ขาดความมั่นใจ กลัวลึกๆ หรือปล่อยให้อารมณ์นำเหตุผล",
      "love": "หงุดหงิดง่าย ทะเลาะจากอารมณ์ชั่ววูบ หรือรู้สึกไม่คู่ควรกับความรักดีๆ",
      "career": "กลัวความท้าทาย ไม่กล้ารับผิดชอบ หรืออีกด้านคือใจร้อนเกินไป",
      "finance": "ใช้เงินเพื่อกลบความไม่มั่นคงในใจ หรือขาดวินัยในการเก็บเงิน",
      "advice": "ยอมรับความกลัวของตัวเองอย่างซื่อสัตย์ แล้วค่อยๆ เสริมพลังใจ ฝึกควบคุมอารมณ์ในสถานการณ์เล็กๆ ก่อน"
    }
  },
  "the_hermit": {
    "upright": {
      "general": "การถอยออกมาคิด ทบทวนตัวเอง แสวงหาความจริงภายในหรือคำแนะนำจากคนมีประสบการณ์",
      "love": "ช่วงเก็บใจเงียบๆ ทบทวนว่าตัวเองต้องการอะไรจากความสัมพันธ์",
      "career": "โฟกัสกับงานที่ต้องใช้สมาธิ การวิเคราะห์ หรือการทำงานคนเดียว",
      "finance": "วางแผนการเงินอย่างมีสติ ไม่ฟุ่มเฟือย เน้นความมั่นคงระยะยาว",
      "advice": "ให้เวลาอยู่กับตัวเอง ฟังเสียงข้างในมากกว่าความวุ่นวายภายนอก"
    },
    "reversed": {
      "general": "เก็บตัวมากเกินไป รู้สึกโดดเดี่ยว หรือไม่ยอมเปิดใจรับใคร",
      "love": "ปิดใจ หนีปัญหา ไม่กล้าคุยตรงๆ หรืออีกด้านคือถูกอีกฝ่ายเมิน",
      "career": "แยกตัวจากทีมจนเกินไป หรือไม่ยอมขอความช่วยเหลือแม้จะลำบาก",
      "finance": "ระวังคิดมากจนไม่กล้าใช้เงินเพื่อพัฒนาชีวิตเลย กลายเป็นตึงเกินไป",
      "advice": "ลองเปิดใจหาใครสักคนคุยด้วย ไม่จำเป็นต้องแบกทุกอย่างคนเดียว"
    }
  },
  "wheel_of_fortune": {
    "upright": {
      "general": "การเปลี่ยนแปลงรอบใหม่ของชีวิต โอกาส โชคชะตาที่หมุนไปข้างหน้า",
      "love": "ความสัมพันธ์เปลี่ยนเฟส อาจพัฒนาไปอีกขั้นหรือมีสถานการณ์ใหม่เข้ามา",
      "career": "จังหวะแห่งโอกาส โปรเจกต์ใหม่ เส้นทางใหม่ที่เข้ามาแบบไม่คาดคิด",
      "finance": "รายได้หรือโอกาสทางการเงินหมุนเวียนมา ควรใช้จังหวะดีให้คุ้มค่า",
      "advice": "เปิดรับการเปลี่ยนแปลง ใช้โอกาสที่เข้ามาอย่างมีสติ อย่ากลัวการเริ่มต้นรอบใหม่"
    },
    "reversed": {
      "general": "รู้สึกดวงไม่ค่อยดี เหตุการณ์ไม่เป็นใจ หรือวนอยู่ในแพทเทิร์นเดิม",
      "love": "ติดอยู่กับรูปแบบความสัมพันธ์เดิมๆ ที่ไม่เปลี่ยน หรือรู้สึกว่าทุกอย่างไม่เป็นอย่างที่หวัง",
      "career": "เจอความล่าช้า เลื่อนแผน หรือโอกาสหลุดมือจากการเตรียมตัวไม่พร้อม",
      "finance": "การเงินขึ้นๆ ลงๆ ควรระวังอย่าใช้เงินตามอารมณ์ช่วงดวงแกว่ง",
      "advice": "สังเกตแพทเทิร์นซ้ำๆ ในชีวิตแล้วตัดสินใจเปลี่ยนวิธีรับมือ แม้สถานการณ์จะไม่เป็นใจเรายังเลือกท่าทีได้"
    }
  },
  "justice": {
    "upright": {
      "general": "ความยุติธรรม การตัดสินใจด้วยเหตุผล กฎหมาย เอกสาร ข้อตกลง",
      "love": "พูดคุยกันอย่างตรงไปตรงมา ความสัมพันธ์แบบแฟร์ต่อกัน หรือการตัดสินใจครั้งสำคัญ",
      "career": "เกี่ยวข้องกับสัญญา กฎหมาย เอกสาร หรือการต้องตัดสินใจอย่างเป็นกลาง",
      "finance": "จัดการหนี้สิน สัญญาเงินกู้ หรือการแบ่งทรัพย์สินให้ชัดเจน",
      "advice": "มองสถานการณ์ทุกด้านอย่างเท่าเทียม ใช้เหตุผลมากกว่าอารมณ์ และซื่อสัตย์กับตัวเอง"
    },
    "reversed": {
      "general": "ความไม่ยุติธรรม การตัดสินใจลำเอียง หรือไม่ยอมรับความจริงบางอย่าง",
      "love": "คนหนึ่งให้มากกว่าอีกคน หรือไม่กล้ายอมรับความผิดพลาดของตัวเอง",
      "career": "ปัญหาเรื่องเอกสาร กฎหมาย หรือการตัดสินใจผิดเพราะข้อมูลไม่ครบ",
      "finance": "ต้องระวังข้อตกลงทางการเงินที่ไม่แฟร์ สัญญาลายละเอียดเยอะ",
      "advice": "กลับมาดูว่าตัวเองแฟร์กับทั้งตัวเองและคนอื่นจริงไหม กล้ายอมรับและปรับแก้เมื่อทำพลาด"
    }
  },
  "the_hanged_man": {
    "upright": {
      "general": "การหยุดรอ มองมุมใหม่ ยอมเสียบางอย่างเพื่อแลกกับความเข้าใจที่ลึกขึ้น",
      "love": "ความสัมพันธ์เหมือนค้างอยู่กลางอากาศ ต้องรอดูท่าทีหรือมองจากมุมใหม่",
      "career": "โปรเจกต์หรือการเปลี่ยนแปลงถูกพักชั่วคราว ใช้เวลานี้คิดทบทวนแผน",
      "finance": "ยังไม่ใช่จังหวะดีในการเคลื่อนไหวใหญ่ๆ รอให้ภาพชัดกว่านี้ก่อน",
      "advice": "หยุดก่อนหนึ่งก้าว มองสถานการณ์จากมุมที่ต่างไป ยอมปล่อยบางอย่างเพื่อได้สิ่งที่เหมาะสมกว่า"
    },
    "reversed": {
      "general": "ติดอยู่กับที่นานเกินไป รู้สึกเสียเวลา หรือดื้อไม่ยอมปล่อยสิ่งที่ควรปล่อย",
      "love": "รอคำตอบ รอการเปลี่ยนแปลงจากอีกฝ่ายนานเกินไปจนตัวเองเหนื่อย",
      "career": "รู้อยู่แล้วว่าควรเปลี่ยน แต่ยังไม่กล้า ทำให้โอกาสบางอย่างผ่านไป",
      "finance": "ติดรูปแบบการใช้เงินเดิมๆ ที่ไม่เวิร์ก แต่ไม่กล้าปรับ",
      "advice": "ถามตัวเองตรงๆ ว่าคุณรอเพราะหวัง หรือรอเพราะกลัว ถ้ารู้แล้วให้กล้าขยับ"
    }
  },
  "death": {
    "upright": {
      "general": "การจบสิ่งเก่าเพื่อเปิดทางให้สิ่งใหม่ การเปลี่ยนแปลงใหญ่แบบถอนรากถอนโคน",
      "love": "จบเฟสเดิมของความสัมพันธ์ บางคู่คือเลิกรา บางคู่คือเปลี่ยนรูปแบบไปอีกระดับ",
      "career": "เปลี่ยนงาน เปลี่ยนสายงาน ปิดโปรเจกต์บางอย่างเพื่อเริ่มสิ่งใหม่",
      "finance": "ปิดหนี้ ปิดภาระทางการเงินบางอย่าง เพื่อเริ่มวางแผนใหม่",
      "advice": "ยอมรับการจบลงของสิ่งที่ไม่เหมาะกับคุณแล้ว ปล่อยมือเพื่อให้พื้นที่กับสิ่งใหม่"
    },
    "reversed": {
      "general": "กลัวการเปลี่ยนแปลง ยึดติดกับสิ่งที่ควรจบ ทำให้ทุกอย่างยืดเยื้อ",
      "love": "ความสัมพันธ์ที่หมดใจแล้วแต่ยังฝืนอยู่ หรือกลัวการปิดจบเรื่องเก่า",
      "career": "เกาะงานหรือบทบาทที่ไม่เติบโต เพราะกลัวเริ่มต้นใหม่",
      "finance": "ไม่กล้าตัดค่าใช้จ่ายหรือพฤติกรรมการเงินที่ไม่ดี ทำให้หลุดจากวงจรเดิมไม่ได้",
      "advice": "ลองมองการจบสิ่งหนึ่งเป็นการเปิดประตู ไม่ใช่แค่การสูญเสีย เริ่มจากก้าวเล็กๆ ในการเปลี่ยนแปลง"
    }
  },
  "temperance": {
    "upright": {
      "general": "ความพอดี การประสานสองด้านให้ลงตัว การเยียวยาและสมดุล",
      "love": "ความสัมพันธ์นิ่งๆ แต่มั่นคง ต้องใช้การปรับตัวเข้าหากันทีละน้อย",
      "career": "บริหารงานหลายด้านให้บาลานซ์ ทำงานเป็นทีมได้ดีด้วยความเข้าใจ",
      "finance": "จัดสมดุลการใช้และเก็บเงิน ไม่สุดโต่งไปด้านใดด้านหนึ่ง",
      "advice": "หาจุดกลางที่เหมาะกับคุณ ไม่ต้องเป๊ะตามสูตรของใคร ปรับทีละนิดให้เข้ากับชีวิตจริง"
    },
    "reversed": {
      "general": "เสียสมดุล ทำอะไรสุดโต่ง หรือผสมหลายอย่างจนเละ",
      "love": "คนหนึ่งให้มากอีกคนให้ น้อย หรือไม่สามารถจูนจังหวะเข้าหากันได้",
      "career": "งานล้น หรือขาดการจัดลำดับความสำคัญ ทำให้ทุกอย่างตีกันไปหมด",
      "finance": "ใช้เงินตามอารมณ์ ไม่มีสัดส่วนชัดเจนในการเก็บหรือลงทุน",
      "advice": "เริ่มเช็กสมดุลชีวิตทีละเรื่อง นอน พักผ่อน งาน ความสัมพันธ์ แล้วค่อยๆ ปรับใหม่"
    }
  },
  "the_devil": {
    "upright": {
      "general": "การยึดติด ความเคยชินที่ไม่ดี สิ่งล่อลวง ความสัมพันธ์หรือสถานการณ์ที่ผูกมัด",
      "love": "ความสัมพันธ์เข้มข้น แต่อาจมีการครอบงำ เสพติด หรือดราม่าหนัก",
      "career": "งานเครียด กดดัน แต่ปล่อยไม่ลง เพราะผลตอบแทนหรือความเคยชิน",
      "finance": "ใช้เงินกับความอยาก ความหรูหรา หรือหนี้สินที่ผูกมัด",
      "advice": "มองให้เห็นโซ่ที่ล่ามคุณอยู่ มันหลวมกว่าที่คิด คุณมีสิทธิ์เลือกเดินออกมาได้"
    },
    "reversed": {
      "general": "เริ่มเห็นโซ่ที่พันตัวเองไว้ และพยายามหลุดออกจากแพทเทิร์นไม่ดี",
      "love": "ตระหนักว่าความสัมพันธ์นี้ไม่ดีต่อใจและเริ่มหาทางตั้งขอบเขต",
      "career": "เริ่มคิดอยากออกจากงานที่ทำร้ายสุขภาพกายใจ",
      "finance": "อยากปลดหนี้ หรือลดการใช้เงินเพื่อกลบอารมณ์",
      "advice": "ใช้โอกาสนี้ในการปล่อยสิ่งที่ไม่ดีต่อคุณออกไปทีละน้อย อย่ากลัวที่จะขอความช่วยเหลือ"
    }
  },
  "the_tower": {
    "upright": {
      "general": "การเปลี่ยนแปลงฉับพลัน สิ่งที่ไม่มั่นคงพังลง เพื่อให้ความจริงปรากฏ",
      "love": "มีเหตุการณ์ไม่คาดคิดในความสัมพันธ์ เช่น ทะเลาะหนัก แยกทาง หรือความจริงบางอย่างเปิดเผย",
      "career": "โครงสร้างงานเปลี่ยนกะทันหัน เช่น รีออร์ก ยกเลิกโปรเจกต์ หรือเปลี่ยนนโยบาย",
      "finance": "ค่าใช้จ่ายที่ไม่คาดคิด หรือสถานการณ์การเงินที่เขย่าความมั่นคง",
      "advice": "แม้มันดูรุนแรง แต่มันพังสิ่งที่ไม่มั่นคงออกไป เหลือพื้นที่ให้สร้างสิ่งที่จริงและแข็งแรงกว่าเดิม"
    },
    "reversed": {
      "general": "การต้านการเปลี่ยนแปลง ทำให้เรื่องยืดเยื้อ หรือแผลเก่าที่ยังไม่เคลียร์กลับมากระทบ",
      "love": "เลี่ยงการคุยเรื่องใหญ่จนปัญหาสะสม หรืออยู่ในความสัมพันธ์ที่รู้ว่าควรเปลี่ยนแต่ยังกลัว",
      "career": "สถานการณ์เสี่ยงอยู่แล้วแต่ยังไม่ยอมปรับตัว ทำให้ความเสียหายอาจหนักกว่าเดิม",
      "finance": "รู้สัญญาณเตือนด้านการเงินแต่ยังไม่ยอมปรับพฤติกรรม",
      "advice": "เตรียมใจและเตรียมแผนรองรับการเปลี่ยนแปลง ยิ่งยอมรับเร็ว ยิ่งฟื้นตัวเร็ว"
    }
  },
  "the_star": {
    "upright": {
      "general": "ความหวัง การเยียวยา ความเชื่อว่าทุกอย่างจะดีขึ้นอย่างช้าๆ แต่มั่นคง",
      "love": "ความสัมพันธ์ที่อ่อนโยน จริงใจ มีความหวังว่าจะดีขึ้นหลังผ่านเรื่องยากมา",
      "career": "เริ่มเห็นแสงสว่างในงานหรือโปรเจกต์ที่เคยเหนื่อย มีแรงใจเดินต่อ",
      "finance": "สถานการณ์การเงินค่อยๆ ดีขึ้นจากการจัดการอย่างมีสติ มีโอกาสดีๆ เข้ามาให้ชื่นใจ",
      "advice": "อนุญาตให้ตัวเองหวังและเชื่อในการฟื้นตัวของชีวิต ทำทีละเล็กแต่สม่ำเสมอ"
    },
    "reversed": {
      "general": "รู้สึกหมดหวัง มองไม่เห็นอนาคต หรือไม่เชื่อว่าตัวเองคู่ควรกับสิ่งดีๆ",
      "love": "รู้สึกว่าความสัมพันธ์ไม่ไปไหน หรือกลัวว่าจะไม่เจอความรักดีๆ",
      "career": "ขาดแรงบันดาลใจ รู้สึกว่างานไม่มีความหมาย",
      "finance": "เครียดเรื่องเงินจนมองไม่เห็นทางออก ทั้งที่ยังมีทางเลือกเล็กๆ อยู่",
      "advice": "เริ่มจากการดูแลตัวเองเล็กๆ ก่อน แล้วค่อยกลับมาวาดภาพอนาคตใหม่ทีละนิด"
    }
  },
  "the_moon": {
    "upright": {
      "general": "ความสับสน ความฝัน ความกลัวที่ยังไม่ชัด ความจริงบางอย่างถูกบดบัง",
      "love": "ไม่แน่ใจในความสัมพันธ์ อ่านใจอีกฝ่ายไม่ออก หรือมีเรื่องที่ยังไม่เคลียร์",
      "career": "ข้อมูลไม่ครบ มีข่าวลือ หรือบรรยากาศงานทำให้ไม่มั่นใจ",
      "finance": "ระวังการใช้เงินตามอารมณ์หรือข้อมูลที่ไม่ชัดเจน",
      "advice": "เชื่อครึ่งไม่เชื่อครึ่งกับสิ่งที่เห็น ใช้เวลาเช็กข้อมูลและฟังสัญชาตญาณไปพร้อมกัน"
    },
    "reversed": {
      "general": "เริ่มมองเห็นความจริงหลังจากช่วงสับสน ความกลัวค่อยๆ ถูกคลี่ออก",
      "love": "ความเข้าใจผิดเริ่มคลี่คลาย แต่ต้องกล้าคุยตรงๆ",
      "career": "เริ่มรู้แล้วว่าอะไรคือสาเหตุของความเครียดในงาน",
      "finance": "เห็นชัดขึ้นว่าพฤติกรรมการใช้เงินแบบไหนที่ทำให้ติดขัด",
      "advice": "ยอมรับว่าครั้งหนึ่งเราอาจมองผิด แล้วใช้ประสบการณ์นี้เดินต่ออย่างมีสติ"
    }
  },
  "the_sun": {
    "upright": {
      "general": "ความสุข ความสำเร็จ ความชัดเจน พลังบวก และความเป็นตัวเอง",
      "love": "ความสัมพันธ์สดใส สนุก มีความสุขร่วมกันอย่างเป็นธรรมชาติ",
      "career": "ผลงานโดดเด่น ได้รับการยอมรับ หรือมีโอกาสดีในหน้าที่การงาน",
      "finance": "การเงินดีขึ้นอย่างเห็นได้ชัด มีรายได้หรือโอกาสที่สดใส",
      "advice": "กล้าเป็นตัวเองอย่างเต็มที่ แบ่งปันพลังบวกให้คนรอบตัว ใช้ช่วงเวลานี้สร้างสิ่งที่อยากทำ"
    },
    "reversed": {
      "general": "ความสุขถูกบดบังเล็กน้อย มีเรื่องให้กังวลจนลืมเห็นสิ่งดีที่มี",
      "love": "คาดหวังสูงเกินไปเลยผิดหวังง่าย ทั้งที่จริงๆ ความสัมพันธ์ยังโอเคอยู่",
      "career": "อาจเหนื่อยล้าจากการทำงานหนักเพื่อความสำเร็จจนลืมพัก",
      "finance": "มีเงินเข้ามาแต่ก็มีใช้จ่ายควบคู่กัน ต้องจัดการให้ดีไม่งั้นเหลือน้อยกว่าที่คิด",
      "advice": "ลองมองหาสิ่งดีเล็กๆ ในชีวิตตอนนี้ อย่าปล่อยให้ความคิดลบกลบภาพรวมที่ดี"
    }
  },
  "judgement": {
    "upright": {
      "general": "การตื่นรู้ การทบทวนอดีต การตัดสินใจครั้งใหญ่เพื่อลุกขึ้นใหม่",
      "love": "ทบทวนความสัมพันธ์ว่าไปต่อหรือพอแค่นี้ เคลียร์สิ่งค้างคาแล้วเริ่มใหม่",
      "career": "ประเมินเส้นทางงานของตัวเอง อาจตัดสินใจเปลี่ยนทิศทางครั้งสำคัญ",
      "finance": "ทบทวนพฤติกรรมการเงินทั้งหมด เพื่อตั้งต้นใหม่อย่างมีสติ",
      "advice": "มองอดีตอย่างซื่อสัตย์กับตัวเอง แล้วเลือกการกระทำใหม่ที่สอดคล้องกับตัวตนปัจจุบัน"
    },
    "reversed": {
      "general": "หลีกเลี่ยงการทบทวนตัวเอง กลัวการเผชิญหน้ากับผลลัพธ์จากการกระทำที่ผ่านมา",
      "love": "รู้คำตอบในใจแล้วแต่ไม่กล้าตัดสินใจ ทำให้เรื่องยืดเยื้อ",
      "career": "กลัวเปลี่ยนงานทั้งที่รู้ว่าสถานการณ์ปัจจุบันไม่ตอบโจทย์",
      "finance": "รู้อยู่แล้วว่าควรเปลี่ยนนิสัยการใช้เงินแต่ยังผัดวันประกันพรุ่ง",
      "advice": "กล้าฟังเสียงเรียกจากข้างใน คุณรู้แล้วว่าควรทำอะไร เพียงแต่ต้องกล้าก้าว"
    }
  },
  "the_world": {
    "upright": {
      "general": "ความสมบูรณ์ การจบวงจรหนึ่งอย่างสวยงาม ความสำเร็จและการขยายโลก",
      "love": "ความสัมพันธ์มั่นคง อาจหมายถึงการวางแผนอนาคตร่วมกัน ระยะยาวหรือครอบครัว",
      "career": "ปิดโปรเจกต์สำคัญสำเร็จ หรือมีโอกาสเกี่ยวข้องกับต่างประเทศ ออนไลน์ หรือการขยายตลาด",
      "finance": "การเงินกลับมาอยู่ในจุดสมดุล สามารถวางแผนระยะยาวได้",
      "advice": "ฉลองความสำเร็จของตัวเอง แล้วเตรียมใจสำหรับรอบใหม่ของชีวิตที่ใหญ่ขึ้น"
    },
    "reversed": {
      "general": "ใกล้จะถึงเส้นชัยแต่ยังเหลืองานปิดจบเล็กๆ ที่ค้างอยู่ หรือรู้สึกว่ายังไม่เต็มร้อย",
      "love": "พร้อมไปต่อแต่ยังมีเรื่องต้องเคลียร์ ก่อนจะไปสเตจถัดไป",
      "career": "โปรเจกต์ใกล้สำเร็จแต่ต้องระวังรายละเอียดท้ายๆ ไม่ให้พลาด",
      "finance": "เกือบถึงเป้าหมายทางการเงินแล้ว แต่อาจต้องเพิ่มวินัยอีกนิด",
      "advice": "เก็บรายละเอียดช่วงสุดท้ายให้ดี อย่าทิ้งให้หลวม แล้วคุณจะพร้อมเปิดบทใหม่อย่างเต็มตัว"
    }
  }
}
